Repository: lukacs-m/swiftui-modular-mvvm
Catalog: Packages/Presentation/Sources/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Loading…
fr: Chargement…

source: Retry
fr: Réessayer

source: Reload
fr: Actualiser

source: No Articles
fr: Aucun article

source: Couldn't Load
fr: Chargement impossible

source: Check back later for new stories.
fr: Revenez plus tard pour découvrir de nouveaux articles.

source: No connection. Check your network and retry.
fr: Aucune connexion. Vérifiez votre réseau et réessayez.

source: Nothing here yet.
fr: Aucun contenu pour le moment.

source: The articles could not be read. Please retry.
fr: Les articles n’ont pas pu être lus. Veuillez réessayer.

source: Something went wrong. Please retry.
fr: Une erreur est survenue. Veuillez réessayer.
